<?php
// Heading
$_['heading_title'] = 'Связанные / зависимые опции 2.4.4';

// Text
$_['text_module'] = 'Модули';
$_['text_success'] = 'Настройки модуля обновлены!';
$_['text_yes'] = 'Да';
$_['text_no'] = 'Нет';

$_['text_settings'] = 'Настройки';
$_['text_price'] = 'Включить изменение цены:';
$_['text_animate_price'] = 'Включить анимацию изменения цены:';
$_['text_residue'] = 'Включить вывод опций с нулевым остатком:';
$_['text_show_disabled'] = 'Возможность купить товар с нулевым остатком:';


$_['help_instructions'] = '<p>Для того, чтобы отредактировать связи между опциями и значениями опций у товара, необходимо в режиме редактирования товара перейти на вкладку "Опции" и для нужных опций заполнить поля "Родительская опция" и "Значение родительской опции".</p>';
$_['help_price'] = 'Внимание! Изменение цены в карточке товара в зависимости от выбранной опции работает со следующим форматом цены: точка в качестве разделителя дробной части, отсутствие разделителя тысяч.<br>Пример: 2500.50<br>Налоги не поддерживаются.';


$_['decimal_places'] = 'Количество знаков после запятой:';
$_['help_decimal_places'] = 'При изменении цены';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>